from TaxPak.TaxModle import Print as P
from TaxPak.TaxModle import Input as I
from model import war as w
from model import EndWhatError as e
b = 0
while b == 0:
  b = 1
  w('"크윽... 이대로라면..."내가 힘겹게 말했다.\n"모두 죽어버려...."\n에릭도 힘겹게 말했다.\n"삐빗, 도와드리겠습니다!"\n나의 AI 중딩의 인공지능이 말했다.\n내 AI가 우리와 비슷한 공격을 하였다.\n하지만.... 전시상황은 나아지지 않았다.\n"삐빗!, 역... 부족..."\nAI가 힘겹게 말했다.\n"그동안 즐거웠습니다 주인님!"\nAI가 상냥하게 말했다.\n"그게 무슨말이야...."\n내가 당황하며 힘겹게 말했다.\n"안돼!!!!"\n내가 소리쳤다.\n내 AI가 적 AI와 합체하였다.\n"/...r...m.......-......r.....f......!"\nAI가 소리쳤다.\n(필자 주 : /rm-rf 는 관리자 권한이 있으면 리눅스의 모든 데이터를 삭제하는 명령어다.)\n\n\n\n그때 내 AI와 모든 적의, AI의 데이터가 삭제되었다.\n"큭.... 지켜주지 못해서.... 미안해...."\n내가 눈물을 흘리며 말했다.\n그리고 우리는 그 컴퓨터까지 갔다.\n"이부분이 매인보드야, 소행성을 충돌시켜!!!"\n에릭이 소리쳤다.\n\n메인보드가 무너진다...\n(필자 주 : 메인보드는 컴퓨터의 프로세서(연산장치) 및 메모리가 있는 부분이다.)\n빛이 빛났다.\n"해커님... 저 사실"\n"저 해커님 좋아해요, 저랑 사귀어 주세요!"\n"흑.. 네"\n그때... 너의 그모습....\n보고싶은 마음 호수같아 눈 감을수밖에....\n\n\n\n눈을 떴더니 괌이였다....\n가방에서 엔버가 나왔다.\n"어...? 해커님?"\n엔버가 긴장하며 안부를 물었다.\n"우리가 이겼어, 이제 그녀석만 체포하면 돼"\n내가 진지하게 말했다.\n이제 제임스를 체포할 차레다.\n"꼭 지켜줄테니까.... 걱정하지마"\n내가 웃으며 당당하게 말했다.\n"흡.. 감동했어여"\n엔버가 눈물을 흘리며 말했다.')
  w('< 8화 > 에서 계속...')
  w('< 7화 > 클리어!!!')